Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Appen må åpnes på en iPad.
fkv: Anna lapset vettäät elävät pussista ja puhu lasten kans siitä mikkä elävät net oon, minkänäköiset net oon, mitä net syöđhään ja minkänimiset lapset niilä oon.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Nordavinden. Appen må åpnes på en iPad.
fkv: Ko muistelet eeventyyrin toisen kerran, niin saatat pittäät pussii missä oon muita konkreettiita.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Påfuglen.
fkv: Sillä laila varieeraat muistelusta ja saatat ottaat myötä uussii termii.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Krokodillen. Appen må åpnes på en iPad.
fkv: Somalialaisen Krokodilli ja kettu -eeventyyrin avula opithaan eläviitten eroituksista, ja minkänäköiset net oon.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Skomakeren.
fkv: Kenelä oon pissiin kaula, issoimat korvat tahi pehmiin turkki?

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Stallo.
fkv: Ja tunnistethaan elävät sen avula ette minkälaiset mönsterit heilä oon kropissa.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Undervannslandet.
fkv: Piđä lähtökohtana sitä ette poika häyttyy kävelä mettän läpi ette päässee Pohjaistuulen tykö.

source: Appen må åpnes på en iPad. Gjenfortelle med konkretene
fkv: Pussissa sinula oon kettu, hukka, elka, pökkö, orava, lentohiiri jne.

source: Konkreter som eventyrkarakterer, fotokulisse og rekvisitter følger med språkesken og kan brukes til å gjenfortelling og rollelek.
fkv: Anna lapset vettäät elävät pussista ja puhu lasten kans siitä mikkä elävät net oon, minkänäköiset net oon, mitä net syöđhään ja minkänimiset lapset niilä oon.

source: Eventyresken inneholder terninger i tre med silketrykte og lasergraverte motiver.
fkv: Puolalaisessa eeventyyrissä suutari Dratewkasta, oon noita fanginu neiđon toornhiin.

source: Tema for terningene er hentet fra eventyret.
fkv: Puolassa oon paljon fiinii pytinkkiitä ja linnoi.

source: Terningene skaper grunnlag for samtale og problemløsning, og de kan stimulerer tall- og mengdeforståelsen.
fkv: Suutarin johđatelhaan ylös spiraalitrappuin ja raskhaitten ovviin läpitte ja ylemphään sishäisheen lomhaan.

source: De trener også visuell persepsjon og sikter mot gjenkjennelse av elementene fra eventyret.
fkv: Eeventyyri passaa hyvin siihen ette työtelhään adposisjuuniitten ja adjektiiviitten kans.

source: Terningene kan også brukes sammen med figurene i fri lek.
fkv: Alla, yli, sisäle, takana pieniimän oven läpi, korkkein toorni jne.

source: Samle alle terningene fra eventyret om de tre bukkene Bruse i den blå tøyposen, og ta fram brettet fra språkesken.
fkv: Saatatko pittäät esimerkkii eeventyyristä Poika ja Pohjaistuuli, ja sovittaat sitä ko muistelet eeventyyrii suutarin ympäri?

source: La barna trekke en og en terning og snakk om prikkene, tallene og formene på terningene.
fkv: Piđä lähtökohtana sitä ette poika häyttyy kävelä mettän läpi ette päässee Pohjaistuulen tykö.

source: La barna plassere terningen på samme tall på brettet.
fkv: Täälä hän kohđattellee paljon eläviitä jokka asuthaan mettässä.

source: Eventyret om Nordavinden har tolv terninger med motiver som bokstaver og geometriske former i forskjellige farger.
fkv: Kysy lapsilta tieđethäänkö het mikkä elävät asuthaan mettässä. Pussissa sinula oon kettu, hukka, elka, pökkö, orava, lentohiiri jne.

source: Ved hjelp av terningene får barna møte alle de små og store bokstavene i det norske alfabetet.
fkv: Ko muistelet eeventyyrin toisen kerran, niin saatat pittäät pussii missä oon muita konkreettiita.

source: Samle alle terningene fra eventyret om Nordavinden i den røde tøyposen, og ta fram brettet fra språkesken.
fkv: Eeventyyrissä Stallu jouluaattona oon saamelainen alkupörä ja se muistelee saamelaisesta kylttyyristä ja elämäntavasta.

source: La barna trekke en og en terning og snakk om de små bokstavene, de store bokstavene og formene på terningene.
fkv: Täälä opastutethaan saamelaisheen Stallu-eeventyyrikaraktäärhiin ja hänen ämmhään Luhtakkhaan (saameksi Luhtat/Rovhtege).

source: Er det noen som vet hva bokstaven heter? La barna plassere terningen på samme bokstav på brettet.
fkv: Tärningiilä saatethaan tierata ja panna yhtheen lakin, saamenpuvun ja nutukat mitä piđethään eri saamelaisila aloila.

source: Samle alle terningene fra eventyret om Påfuglen i den oransje tøyposen, og ta fram brettet fra språkesken.
fkv: Lapset saatethaan rakenttaat ylös karaktäärit keilä oon luulajansaamen, eteläsaamen tahi pohjaissaamen alkupörä.

source: La barna trekke en og en terning og snakk om fargene, formene og fruktene som er illustrert på terningene.
fkv: Saatatko pittäät esimerkkii eeventyyristä Poika ja Pohjaistuuli, ja sovittaat sitä ko muistelet eeventyyrii Stallun ympäri?

source: Er det noen som vet hva formen heter?
fkv: Piđä lähtökohtana sitä ette poika häyttyy kävelä mettän läpi ette päässee Pohjaistuulen tykö.

source: La barna plassere terningen på samme form på brettet.
fkv: Täälä hän kohđattellee paljon eläviitä jokka asuthaan mettässä.

source: Samle alle klossene (sebra, sjiraff og krokodille) fra eventyret om Krokodillen og reven i den grønne tøyposen, og ta fram brettet fra språkesken.
fkv: Kysy lapsilta tieđethäänkö het mikkä elävät asuthaan mettässä. Pussissa sinula oon kettu, hukka, elka, pökkö, orava, lentohiiri jne.

source: Finn også fram ordkortene med bilder av dyr. La barna trekke en og en kloss og spør hvilke dyr som er avbildet på framsiden og på baksiden av klossen.
fkv: Anna lapset vettäät elävät pussista, ja puhu lasten kans siitä mikkä elävät net oon, minkänäköiset net oon, mitä net syöđhään ja minkänimiset lapset niilä oon.

source: Snakk om farge og form og plasser mønsterklossen på ordkortet for dyret som har dette mønsteret.
fkv: Ko muistelet eeventyyrin toisen kerran, niin saatat pittäät pussii missä oon muita konkreettiita.

source: På samme måte kan ordkortene med bilde av dyrene plasseres på riktig mønster på brettet.
fkv: Sillä laila varieeraat muistelusta ja saatat ottaat myötä uussii termii.

source: Samle alle terningene fra eventyret om Skomakeren i den rosa tøyposen, og ta fram brettet fra språkesken.
fkv: Eeventyyrissä Stallu jouluaattona oon saamelainen alkupörä ja se muistelee saamelaisesta kylttyyristä ja elämäntavasta.

source: La barna trekke en og en terning og snakk om dei gode hjelperne som er illustrert på terningene.
fkv: Täälä opastutethaan saamelaisheen Stallu-eeventyyrikaraktäärhiin ja hänen ämmhään Luthakkhaan (saameksi Luhtat/Rovhtege).

source: Er det noen som vet hva hjelperen heter?
fkv: Kans nähđhään eri saamenpuvut.

source: La barna plassere terningen på bostedet til hjelperen som er avbildet på brettet.
fkv: Lapset saatethaan rakenttaat ylös karaktäärit keilä oon luulajansaamen, eteläsaamen tahi pohjaissaamen alkupörä.

source: Samle alle terningene fra eventyret om Stallo i den gule tøyposen, og ta fram brettet fra språkesken.
fkv: Saatatko pittäät esimerkkii eeventyyristä Poika ja Pohjaistuuli, ja sovittaat sitä ko muistelet eeventyyrii Stallun ympäri?

source: La barna trekke en og en terning og snakk om om de samiske draktene på terningene og på brettet.
fkv: Piđä lähtökohtana sitä ette poika häyttyy kävelä mettän läpi ette päässee Pohjaistuulen tykö.

source: De eldste barna kan velge ett av de samiske parene som er avbildet på brettet (fra lule-, sør- eller nord-samisk område) og prøve å bygge jente- og guttedrakten ved hjelp av terningene.
fkv: Täälä hän kohđattellee paljon eläviitä jokka asuthaan mettässä.

source: Aktiviteten kan gjerne kombineres med fargeleggingsaktiviteten.
fkv: Kysy lapsilta tieđethäänkö het mikkä elävät asuthaan mettässä.

source: Der vil du finne nedlastbare pdf-er med de samme draktene på.
fkv: Pussissa sinula oon kettu, hukka, elka, pökkö, orava, lentohiiri jne.

source: Samle alle terningene fra eventyret om Undervannslandet i den mørkeblå tøyposen, og ta fram brettet fra språkesken.
fkv: Ko eeventyyri oon tullu opphaaksi kaikile lapsile, niin sitte se toimii yhtheisennä referansiraamina ja tieraamisteemana.

source: Last gjerne ned og print ut pdf av ordkortene fra Undervannslandet.
fkv: Eeventyyri passaa hyvin siihen ette hoksathaan muisteluksheen lissää assiita.

source: La barna finne ordkortene med fisk på, og se om de finner de samme fiskene på brettet.
fkv: Troll i ord tekkee mahđoliseksi sen, ette lapset opithaan jakamhaan sen sisälyksen minkä het oon kuulheet.

source: Tell terninger La barna trekke en og en terning fra posen og tell terningene.
fkv: Lisäksi het tulhaan silloin hyviksi muisteliijoiksi kekkä tykäthään siitä ko saapi pittäät kieltä.

source: Kan barna bygge to terninger oppå hverandre? Kan de bygge tre terninger oppå hverandre?
fkv: Sitä lapset saatethaan pittäät tukena ja inspirasjuuninna ko het piđethään muistela.

source: osv…
fkv: 4a1

source: Kan barna bygge to klosser oppå hverandre?
fkv: Muistelemiskortit näytethään eeventyyrin seenit.

source: Kan de bygge tre klosser oppå hverandre? osv…
fkv: Kortit tulhaan kieliloovan kans präntättyinä korttiina.

source: Samle alle klossene fra eventyret om bukkene Bruse i posen.
fkv: Se oon olemassa yhđeksen muistelemiskorttii jokhaista eeventyyrii varten.

source: Samle alle klossene fra eventyret om Nordavinden i posen.
fkv: Sie saatat kans lastata alas pdf:n ja printata muistelemiskortit.

source: Samle alle klossene fra eventyret om Påfugelen i posen.
fkv: Muistattako tet mistä eeventyyri muistelee?

source: Samle alle klossene fra eventyret om Krokodillen i posen.
fkv: -Kyllä, se muistelee Krokodillista ja ketusta.

source: Samle alle klossene fra eventyret om Stallo i posen.
fkv: -Kyllä, se muistelee Suutarista. -Kyllä, se muistelee Stallusta.

source: Samle alle klossene fra eventyret om Undervannslandet i posen.
fkv: Met tehemä sen mahđoliseksi ette lapset opithaan muistelemhaan eeventyyrin.

source: La barna trekke en og en kloss og sett de på bordet etterhvert.
fkv: Het saađhaan sekä kognitiiviset, sosiaaliset ja kieleliset kokemukset.

source: Spør om klossen er større eller mindre enn den forrige.
fkv: Het kans opithaan ottamhaan vasthaanottaajan näkövinkkelin.

source: Hvilke kloss er størst/minst?
fkv: Kielelä oon tietenki tärkkee rooli tässä.

source: Sett klossene i rekkefølge etter størrelse. Gjenfortelle ved å lage animasjon med iPad*
fkv: Ko lapset muistelhaan, niin het tulhaan kokemhaan ette muut ei ymmärä tahi ei tieđä sammoi assiita ko het.

source: En animasjon består av mange stillbilder som er satt etter hverandre og spilles av i rask rekkefølge.
fkv: Het tulhaan kans kokemhaan ette muut lapset ja raavhaat saatethaan olla eri mieltä siitä mitä het sanothaan.

source: For å lage animasjon med iPad* kan man laste ned apper fra App Store til formålet.
fkv: Ko lapset muistelhaan, niin silloin het saađhaan kysymyksii mikkä tuođhaan nämät assiit esile.

source: Vi har brukt appen iStopMotion for å ta bilder, og deretter har vi importert bildene i appen iMovie.
fkv: Kuunteliijat saatethaan kyssyyt missä ja koska jotaki tapattui, kuka oli paikala ja mitä tapattui ensisti ja sen jälkhiin.

source: I iMovie kan man legge til lyd og tekst til bildene/animasjonen.
fkv: Semmoiset kysymykset oon tavaliset kaikissa yhtheistevoissa.

source: Det er viktig at iPaden* står helt stødig når man tar bilder til bruk i animasjonsfilm.
fkv: Kysymykset saađhaan lapset ymmärtämhään ette ihmisillä oon eri käsityksii ja kokemuksii.

source: Det finnes mange løsninger og man kan gjerne lage et stativ til iPad* selv.
fkv: ođotethaan länsimaisissa kylttyyriissä, näjet ette niissä oon johđatus, pääpoengi ja lopetus.

source: Gjenfortelling av eventyret ved hjelp av eventyrkarakterer, rekvisitter og kulisser kan dokumenteres i en animasjonsfilm.
fkv: 4a2

source: Ved å ta stillbilder mens man flytter på karakterene og rekvisittene for hvert bilde, kan barna lage animasjonsfilm.
fkv: Muistelemiskortit isossa s ä rmissä Se ette oon lomassa missä eeventyyrin jajethaan isola särmilä, luopi oman stemningin.

source: Små flytt på karakterene mellom hver gang man tar bilde gir jevnere og mer sakte bevegelse.
fkv: Pedagoogi saattaa ottaat lapset myötä muistelemisheen ja passata tempon ko näytethään kuvvii.

source: Flyttes karakterene mye blir bevegelsen raskere og mer hakkete.
fkv: Muistelemiskortit saatethaan näyttäät kankhaala tahi interaktiivisessa taulussa.

source: Aktiviteten kan gjerne kombineres med formingsaktiviteter der barna kan male, tegne eller bygge kulisser av landskapet der handlingen foregår.
fkv: Vaikka muisteluksessa oon monessa kohtaa puuttheita ja heikkouksii, raavas pittää välttäät tuomasta sitä esile.

source: Hva vet vi om geitebukken?
fkv: Päinvastoin hän pittää puhhuut positiivisesti siitä ja vahvistaat lapsen halun muistela.

source: Hvor bor bukkene, og hva spiser de? Finnes det et sted der dere kan besøke bukker/geiter?
fkv: Silloin ko oon epäselvä mitä lapsi freistaa sannoot, pittää raavas olla positiivisenna apuna ja tukena.

source: Hvis ikke kan dere lete opp filmer om geiter på nettet og se om dere finner svar på hvor de bor og hva de liker å spise.
fkv: Sen saattaa tehđä niin ette praattii lapsen kans ja kyssyy semmoissii kysymyksii mikkä lapsi saattaa vahvistaat.

source: Kan dere gå et sted der man kjenner vinden bedre? Hvor kommer vinden fra?
fkv: Se saattaa kans olla kysymys joka haastaa vastaamhaan jotaki lissää.

source: Er vinden kald eller varm?
fkv: 4a3

source: Er det nordavinden?
fkv: Panna oorninkhiin

source: Hva vet vi om trær og blader?
fkv: Lapset saatethaan itte freistata panna muistelemiskortit oikkeesseen oorninkhiin.

source: Eventyret om påfuglen og ravnen foregår i et tre. Ta barna med på tur i skogen eller til et bestemt tre.
fkv: Pedagoogi saattaa pittäät aktiviteettii siihen ette havaita mitä lapset oon ymmärtänheet siitä eeventyyristä minkä oon muisteltu.

source: Samle blader og ta med tilbake til barnehagen for å bruke i formingsaktiviteter og sammenligne med de graverte bladene på terningene.
fkv: Sie saatat pittäät kaikkii tahi tyhä niitä tärkkeimppii muistelemiskorttii siltä pohjalta ette mikä oon lasten ikä ja kielelinen tasa.

source: Hvilke former har de?
fkv: Praattikortit oon yksittäiset kortit missä oon kysymys tahi probleemi jonka pittää ratkaista, mielelä praattina tahi diskusjuunina roikassa.

source: Barna kan ta bilder av treet/trærne i ulikt vær og gjennom årstidene.
fkv: Praattikorttii saattaa pittäät kans siihen ette löyttäät ratkaisun johonki dilemhaan.

source: Lek at dere er reven, krokodillen og de andre dyrene.
fkv: Lapset häyđythään valita ja hunteerata puolesta ja vasthaan.

source: Lek at dere skal feire bryllup i skogen.
fkv: Het piđethään ajatella tulleevaisuuđen situasjuunii.

source: Dokumenter med bilder eller video.
fkv: Het piđethään selittäät syyn miksi.

source: Digitale verktøy gjør det enkelt å vise bildene etterpå og snakke om opplevelser og ting dere har funnet.
fkv: Ko praattikorttii piđethään praatissa, saatethaan lapset harjoitella sekä kielelissii ja kognitiivissii kykkyi.

source: Digital fotoramme kan fungere som dagsrapport.
fkv: Tehtävä pittää sisälä dekontekstualiseeratun kielenpiđon.

source: Hvilke dyr eller insekter bor her?
fkv: Se ette praatithaan lapsiroikassa, anttaa kans harjoittelluu ko pittää neuvotella: saađa ehđotukset esile, hylätä näkemyksen, anttaat ja ottaat puhheenvuoron, ja tuulettaat ratkaisun muile.

source: Barna kan besøke og ta bilder av bostedet i ulikt vær og gjennom årstidene. Hva vet vi om Stallo?
fkv: Tutkiijat meinathaan ette eri kirjatyypit vaikutethaan lasten ajattelutaphaan eri tavoila (Torr ja Clugston 1999).

source: Eventyret om Stallo foregår i akebakken, hjemme hos Stallo og kona, og hjemme hos gutten sin familie.
fkv: Lasten assiiproosa ja faktakirjat tarjothaan muunlaista praattii ko eeventyyrit, muistelukset ja fantasiirikkhaat tekstit.

source: Kanskje kan dere besøke bilbioteket og finne bøker om samisk kultur?
fkv: Raavas kyssyy muunlaissii kysymyksii jos teksti oon assiiproosa tahi faktateksti.

source: Hva vet vi om Sajvene? Eventyret om Undervannslandet foregår ved et fjellvann, i båt og i Sajvenes hjemland.
fkv: Kognitiivisesti nämät kysymykset oon enämen haastaavat ko net kysymykset joita kysythään muistelemistekstiin yhtheyđessä.

source: Finnes det et museum eller lignende om samisk kultur i barnehagen sitt nærområde?
fkv: Tätä olema hunteeranheet ko olema kehittänheet Troll i ord:in praattikortit.

source: Kanskje kan dere besøke bilblioteket og finne bøker om sør-samisk kultur? Finn en bro ved en elv som kan egne seg til dramatisering av eventyret.
fkv: Niissä lapset saađhaan kieleliset ja kognitiiviset haastheet jokka oon erilaiset ko net kysymykset mikkä tavalisesti kysythään eeventyyriitten ja muisteleviitten tekstiin yhtheyđessä.

source: Barna får utdelt roller.
fkv: Hunteeraus ja ihmettely

source: Kanskje trollet er en voksen, eller en gruppe av barn?
fkv: Se oon kymmenen praattikorttii eeventyyrhiin Kolme pukkii Pruusii.

source: Dramatiser eventyret. Ta video av dramatiseringen.
fkv: Sie saatat lastata alas pdf:n ja printata praattikortit.

source: Digitale verktøy gjør det enkelt å vise filmen etterpå og snakke om opplevelse.
fkv: Se oon kymmenen praattikorttii eeventyyrhiin Poika ja Pohjaistuuli.

source: Digital skjerm kan fungere som dagsrapport.
fkv: Sie saatat lastata alas pdf:n ja printata praattikortit.

source: Lag drager og lek ute i vinden. Ta bilder eller video.
fkv: Se oon viisitoista praattikorttii eeventyyrhiin Riikinkukko ja korppi.

source: Se etter ravnen når dere er ute, hvor bor den og hva spiser den?
fkv: Se oon kymmenen praattikorttii eeventyyrhiin Suutari Dratewka.

source: Finnes det et sted der dere kan besøke en påfugl?
fkv: Sie saatat lastata alas pdf:n ja printata praattikortit.

source: Hvis ikke kan dere lete opp filmer om påfugler på nettet og se om dere finner svar på hvor den bor og hva den liker å spise.
fkv: Sie saatat lastata alas pdf:n ja printata praattikortit. Se oon yksitoista praattikorttii eeventyyrhiin Veđenalainen mailma.

source: Hva vet vi om brylluper? Hvordan foregår et bryllup?
fkv: Sie saatat lastata alas pdf:n ja printata praattikortit.

source: Har noen av barna vært i byllup? Hva har man på seg, og hva gjør man i forskjellige kulturer?
fkv: Aktiviteetit piđethään kuttuut lapset reflekteeraamhaan, ihmettelemhään ja kysymhään lissää kysymyksii.

source: Hva vet vi om Skomakeren?
fkv: Praattikortti isossa särmissä

source: Finn et sted som kan egne seg til dramatisering av eventyret.
fkv: Praattikortit saatethaan kans näyttäät kankhaala tahi interaktiivisessa taulussa.

source: Kanskje Stallo er en voksen, eller en gruppe av barn?
fkv: Puuklossissa oon silkkipräntätyt ja laaserikraveeratut motiivit.

source: Dramatiser eventyret.
fkv: Net oon eeventyyrin karaktäärit.

source: Gjør gjerne opptak av dramatiseringen.
fkv: Karaktääriitä saatethaan esimerkiksi pittäät siihen ette dramatiseerata eeventyyrin.

source: Det gjør det enkelt å vise opptaket etterpå og snakke om opplevelsen.
fkv: Sie löyđät tämän aktiviteetin eeventyyriapista Troll i ord - Pukit.

source: Finne farger i naturen
fkv: Sie häyđyt avata apin iPadissa.

source: Lek at dere skal hjelpe påfuglen og ravnen med å finne alle de vakre fargene i naturen.
fkv: Konkreetit niin ko esimerkiksi eeventyyrin karaktäärit, fotokylissit ja rekvisiitit oon myötä kieliloovassa.

source: Hvor kan man finne blå, rød, grønn osv.?
fkv: Niitä piđethään ko pittää muistela uuđesti.

source: La barna lete etter fargene i naturen.
fkv: Niitä piđethään kans roolileikkhiin.

source: Ta bilder av fargene.
fkv: Lisäteema

source: Dramatisere i naturen
fkv: Tärningit luođhaan pohjan praatthiin ja probleeminratkaishuun, ja net saatethaan stimuleerata ymmärystä numeroista ja määrästä.

source: Finn et sted som kan egne seg til dramatisering av eventyret. Barna får utdelt roller.
fkv: Net harjoitethaan kans visuellii persepsjuunii, ja niitten avula freistathaan tunnistaat eeventyyrin elementit.

source: Kanskje heksen er en voksen, eller en gruppe av barn? Dramatiser eventyret.
fkv: Tärninkkiitä saatethaan kans pittäät karaktääriitten kans vaphaassa leikissä.

source: Det gjør det enkelt å vise opptaket etterpå og snakke om opplevelsen. Konstruksjon
fkv: Anna lapset vettäät yhđen ja yhđen tärningin ja puhu prikuista, numeroista ja tärningiitten formuista.

source: Bygge slott, biler eller båter
fkv: Tiettääkö joku mikä tämä numero oon?

source: Kan klossene bli til en bil, en båt, en buss eller et slott?
fkv: Anna lapset panna tärningin samhaan numerhoon pretassa.

source: Samiske drakter
fkv: Pohjaistuuli-eeventyyrissä oon kaksitoista tärninkkiitä missä oon motiivit niin ko erifäriset pukstaavit ja geometriset formut.

source: Finn fram brettet fra språkesken og terningene med barna som har samiske drakter på seg.
fkv: Tärningiitten avula lapset saađhaan kohđata kaikki norjalaisen alfabeetin pienet ja isot pukstaavit.

source: Her kan dere sette sammen terningene og snakke om forskjeller og likheter på klærne fra de ulike samiske områdene.
fkv: Kokkoo kaikki tärningit eeventyyristä Pohjaistuuli punaisheen kangaspusshiin, ja ota esile pretan kieliloovasta.

source: På brettet vises de samiske draktene som barna har på seg fra sørsamisk, lulesamisk og nordsamisk område (Karasjok og Kautokeino).
fkv: Anna lapset vettäät yhđen tärningin kerrala ja puhukkaa niistä pienistä ja isoista pukstaaviista, ja kans tärningiitten formuista.

source: Rekkefølge, geometri, størrelser og tyngde
fkv: Tiettääkö joku mikkä pukstaavit net oon?

source: Gi barna i oppgave å plassere klossene i rekkefølge etter størrelse, høyde, bredde osv. Kjenn på tyngden på klossene, legg klossene i rekkefølge etter hvor tunge de er.
fkv: Anna lapset panna tärningit pretthaan, eli net tärningit jokka alkkaa samala pukstaavilla. Kokkoo kaikki tärningit eeventyyristä Riikinkukko ja korppi oransshiin kangaspusshiin.

source: Lag mønster og ansikter ved hjelp av de geometriske formene på terningene.
fkv: Ota esile pretan kieliloovasta. Löyđä kans sanakortit joissa oon kuvvii elävistä.

source: Øv på preposisjonene ved å be barna sette Gutten oppå nordavinden, under nordavinden, bak nordavinden, ved siden av nordavinden osv. Du kan også plassere alle klossene ulike steder i forhold til nordavinden, og spørre barna hvem som står foran, oppå, under, bak osv.
fkv: Anna lapset vettäät yhđen klossan kerrala ja kysy mikä elävä oon klossan etu- ja takapuolela. Puhu färistä ja formusta ja pane mönsteriklossat sen sanakortin pääle missä oon elävä jolla oon tämä mönsteri.

source: K4g3
fkv: Samala tavala panhaan net sanakortit missä oon eläviitten kuvat, oikkeesseen mönsterhiin pretassa.

source: Øv på preposisjonene ved å be barna sette reven oppå krokodillen, under krokodillen, bak krokodillen, ved siden av krokodillen osv. Eventuelt kan du bruke broen fra eventyret om de tre bukkene Bruse og plassere reven på, under eller bak broen osv. Du kan også plassere alle klossene ulike steder i forhold til broen, og spørre barna hvem som står foran, oppå, under, bak osv.
fkv: Kokkoo kaikki tärningit eeventyyristä Suutari Dratewka rooshaan kangaspusshiin, ja ota esile pretan kieliloovasta.

source: S4g3
fkv: Anna lapset vettäät yhđen tärningin kerrala ja puhukkaa niistä hyvistä auttaajiista, kekkä oon illustreerattu tärningiissä.

source: Øv på preposisjonene ved å be barna sette bien oppå heksen, under heksen, bak heksen, ved siden av heksen osv. Eventuelt kan du bruke broen fra eventyret om de tre bukkene Bruse og plassere heksen på, under eller bak broen osv. Du kan også plassere alle klossene ulike steder i forhold til broen, og spørre barna hvem som står foran, oppå, under, bak osv.
fkv: Oonko joku kuka tiettää auttajiitten nimet?
